chat_system_1670530380_actor_description=Demoness Isshara. Demoness thirsty for love.
chat_system_1670530380_snap_6_question=^?^Honey, have you found Lew Klisan? Did you give him my blood?
chat_system_1670530380_snap_6_answer_0=^?^Yes, I did everything as you asked, but I had to pay Klisan to deliver it.
chat_system_1670530380_snap_6_answer_1=^?^Yes, I've found him. But Lew Klisan doesn't want to spoil his reputation, and refused to deceive Asmorey. I'm very sorry, Isshara.
chat_system_1670530380_snap_6_answer_2=^?^No, I haven't discussed the matter with him yet.
chat_system_1670530380_snap_7_question=^?^My darling, you have made me the happiest demoness in the world. Here is your reward - and now I'm sorry, but I must go to my Asmorey.<br>[reward]
chat_system_1670530380_snap_7_answer_0=^?^Hey! Is that all?
chat_system_1670530380_snap_8_question=^?^So what? Couldn't you pay off the greedy trader? Scoundrel, villain! And how can you look at me after that?<br>I hate you! You are a miserable worm - all talk, can't prove his words with deeds. I'll squash you, I'll destroy you, I'll turn your body to void, to match your mind!
chat_system_1670530380_snap_8_answer_0=^?^(Defend yourself.)
chat_system_1670530380_snap_0_question=^?^A-ah... A human, so nice, so kind and sympathetic. You will help a poor defenseless girl who got into trouble, won't you? My gratitude will be boundless, I promise... you'll like it.
chat_system_1670530380_snap_0_answer_0=^?^To help a girl? With great pleasure.
chat_system_1670530380_snap_1_question=^?^I need but little from you, my handsome man. Do you know who demonesses are, my darling? We are the demons of delight. We give joy and pleasure to everyone. We dip deep into the abyss of passion, and awaken the taste for life.<br><br>[s]With every passing word of the demoness, your head spins more and more, and your hands become limp. The eyes and lips of the temptress become desirable and alluring. It becomes increasingly difficult to control yourself![/s]
chat_system_1670530380_snap_1_answer_0=^?^(Listen further...)
chat_system_1670530380_snap_2_question=^?^Until now my charms have always worked smoothly. Many demons threw their hearts at my feet, some quite literally. But there was one demon who would not yield to my charms. It's the miserable road's architect - Asmorey.<br>Do you understand, my dear? I'm losing my self-confidence! I'm starting to consider myself a miserable and ugly demoness, not able to inflame passion in the hearts of others.<br>[s]The voice of the demoness envelops you, and the next words seem to come out of your mouth by themselves.[/s]
chat_system_1670530380_snap_2_answer_0=^?^Believe me, that is not so. Tell me where this demon lives, and I'll bring you his stone heart, still warm.
chat_system_1670530380_snap_3_question=^?^Thank you, human. But I don't need his heart, I need his love. Help me regain my self-confidence. Help me capture Asmorey's thoughts.<br>His tower is not far from here, on the neighboring Island.
chat_system_1670530380_snap_3_answer_0=^?^Isshara, I'll do everything in my power and more. Have no doubt.
chat_system_1670530380_snap_4_question=^?^You've returned already, my dear? What have you done so far? Have you already visited Asmorey?
chat_system_1670530380_snap_4_answer_0=^?^Isshara, the situation is difficult. Asmorey definitely fell for you in a big way, but in order not to yield to your charms, he regularly drinks a potion that kills all his desires.<br>He said that it is Lew Klisan who supplies him with this potion.
chat_system_1670530380_snap_4_answer_1=^?^I'm sorry; I haven't talked to him yet.
chat_system_1670530380_snap_5_question=^?^What? He's in love with me, but drinks a potion! Outrageous! I cannot sleep at night, eat my heart out, and meanwhile he's drinking a potion!<br>Well then, I shall put the fear of the gods into him. Find this wretched creature Lew Klisan, and give him this vial. Let him send it to Asmorey instead of the other potion. My blood fills the vial, and having drunk it, the sly dog Asmorey will fall completely under my power.
chat_system_1670530380_snap_5_answer_0=^?^Ok, Isshara, I'll try.
